/* Error description */
"Alignment Error" = "Alignment Error";

/* Error description */
"Buffer Too Small" = "Buffer Too Small";

/* No comment provided by engineer. */
"Carregando..." = "Carregando...";

/* No comment provided by engineer. */
"Comprando..." = "Comprando...";

/* Error description */
"Decode Error" = "Decode Error";

/* Error reason */
"Failed to allocate memory" = "Failed to allocate memory";

/* Error reason */
"Function not implemented for the current algorithm" = "Function not implemented for the current algorithm";

/* Error reason */
"Illegal parameter supplied to encryption/decryption algorithm" = "Illegal parameter supplied to encryption/decryption algorithm";

/* Error reason */
"Input data did not decode or decrypt correctly" = "Input data did not decode or decrypt correctly";

/* Error reason */
"Input size to encryption algorithm was not aligned correctly" = "Input size to encryption algorithm was not aligned correctly";

/* Error reason */
"Insufficient buffer provided for specified operation" = "Insufficient buffer provided for specified operation";

/* Error description */
"Memory Failure" = "Memory Failure";

/* Error description */
"Parameter Error" = "Parameter Error";

/* No comment provided by engineer. */
"Restauração concluída com sucesso." = "Restauração concluída com sucesso.";

/* No comment provided by engineer. */
"Restaurando..." = "Restaurando...";

/* Error description */
"Success" = "Successo";

/* No comment provided by engineer. */
"Tempo de requisição esgotado, por favor tente novamente." = "Tempo de requisição esgotado, por favor tente novamente.";

/* Error description */
"Unimplemented Function" = "Unimplemented Function";

/* Error description */
"Unknown Error" = "Unknown Error";

